---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.Kip
source: html/00095a9c-e1f8-8edf-ff9b-dbb512951943.htm
---
# Autodesk.Revit.DB.SymbolTypeId.Kip Property

Symbol kip, indicating unit Kips.

## Syntax (C#)
```csharp
public static ForgeTypeId Kip { get; }
```